{
  "meta": {
    "title": "Research | Abdullah",
    "description": "Research interests and projects by Abdullah Al Bashit"
  },

  "interests": [
    "Statistical Signal Processing",
    "Machine Learning",
    "Multi-omics Integration",
    "Biomedical Imaging",
    "Structural Biology."
  ],

  "projects": [
    {
      "title": "Structural Characterization of Pathological Inclusions in Alzheimer's Disease",
      "image": "assets/research/research_alzheimers.png",
      "image_width": 700,
      "description": [
        "Alzheimer's disease affects over 7 million Americans and 55 million people worldwide, remaining the 7th leading cause of death. Breakthrough drugs that clear harmful protein deposits can slow its progression, but we still don't understand how these deposits evolve in the first place. Part of the answer may lie in the structure of the aggregates themselves. Current imaging techniques like PET and MRI can track activity across the whole brain but cannot see individual proteins; traditional structural biology methods like cryo-EM and ssNMR resolve atomic detail but sacrifice spatial context. Synchrotron X-ray microdiffraction bridges this gap—revealing the internal organization of protein aggregates while preserving exactly where they sit in tissue. This technique offers molecular insight at micrometer resolution, but the pathological signal is weak—buried beneath tissue scatter and measurement noise. This project develops signal processing and machine learning methods—working with neuropathologists at Massachusetts General Hospital and biophysicists at Brookhaven National Laboratory—to extract these weak structural fingerprints, characterize them against atomic-level detail from cryo-EM and ssNMR, and map their progression across disease stages. This structural landscape—captured directly in tissue—aims to reveal <em>which</em> aggregate forms drive neurodegeneration, <em>when</em> these transitions occur, and <em>where</em> drugs might intervene."
      ]
    },
    {
      "title": "Multi-omic Risk Stratification in Chronic Obstructive Pulmonary Disease",
      "image": "assets/research/research_copd.png",
      "image_width": 530,
      "description": [
        "Chronic obstructive pulmonary disease (COPD)—a progressive condition that destroys lung tissue and traps air in the airways—remains the fourth leading cause of death worldwide, claiming three million lives annually. The treatments have advanced dramatically with biologics, combination inhalers, and lung volume reduction procedures that didn't exist a decade ago, but the diagnostic toolkit hasn't kept pace. The lung becomes a single number on a breathing test, a crude score on a CT scan, a set of biomarkers untethered from the tissue they reflect—leaving clinicians to guess from population averages when patients need <em>individual</em> answers. COPDGene—the largest COPD cohort with matched imaging, gene expression, protein measurements, and decade-long outcomes—offers unprecedented multimodal depth, but without rigorous integration this richness remains clinically inert. This project bridges that gap by linking what circulates in blood to what fails in lung tissue through gene network analysis, pathway mapping, and multi-modal integration—identifying the molecular drivers behind each pattern of tissue damage. We are building a Multi-omic Risk Score that converts routine blood into a predictive lens on lung health—telling clinicians not just whose condition will deteriorate, but <em>where</em> and <em>why</em>, so treatment can finally get ahead of the disease."
      ]
    }
  ]
}
